/* Class = "NSMenuItem"; title = "Bring All to Front"; ObjectID = "5"; */
"5.title" = "إحضار الكل إلى الأمام";

/* Class = "NSMenuItem"; title = "Window"; ObjectID = "19"; */
"19.title" = "نافذة";

/* Class = "NSMenuItem"; title = "Minimize"; ObjectID = "23"; */
"23.title" = "تصغير";

/* Class = "NSMenu"; title = "Window"; ObjectID = "24"; */
"24.title" = "نافذة";

/* Class = "NSMenu"; title = "MainMenu"; ObjectID = "29"; */
"29.title" = "MainMenu";

/* Class = "NSMenuItem"; title = "The Unarchiver"; ObjectID = "56"; */
"56.title" = "The Unarchiver";

/* Class = "NSMenu"; title = "The Unarchiver"; ObjectID = "57"; */
"57.title" = "The Unarchiver";

/* Class = "NSMenuItem"; title = "About The Unarchiver"; ObjectID = "58"; */
"58.title" = "حول The Unarchiver";

/* Class = "NSMenuItem"; title = "Unarchive to Current Folder…"; ObjectID = "72"; */
"72.title" = "فك الأرشيف إلى المجلد الحالي…";

/* Class = "NSMenu"; title = "File"; ObjectID = "81"; */
"81.title" = "ملف";

/* Class = "NSMenuItem"; title = "File"; ObjectID = "83"; */
"83.title" = "ملف";

/* Class = "NSMenuItem"; title = "Help"; ObjectID = "103"; */
"103.title" = "مساعدة";

/* Class = "NSMenu"; title = "Help"; ObjectID = "106"; */
"106.title" = "مساعدة";

/* Class = "NSMenuItem"; title = "Preferences…"; ObjectID = "129"; */
"129.title" = "التفضيلات…";

/* Class = "NSMenu"; title = "Services"; ObjectID = "130"; */
"130.title" = "خدمات";

/* Class = "NSMenuItem"; title = "Services"; ObjectID = "131"; */
"131.title" = "خدمات";

/* Class = "NSMenuItem"; title = "Hide The Unarchiver"; ObjectID = "134"; */
"134.title" = "إخفاء The Unarchiver";

/* Class = "NSMenuItem"; title = "Quit The Unarchiver"; ObjectID = "136"; */
"136.title" = "إنهاء The Unarchiver";

/* Class = "NSMenuItem"; title = "Hide Others"; ObjectID = "145"; */
"145.title" = "إخفاء الآخرين";

/* Class = "NSMenuItem"; title = "Show All"; ObjectID = "150"; */
"150.title" = "إظهار الكل";

/* Class = "NSMenuItem"; title = "Copy"; ObjectID = "157"; */
"157.title" = "نسخ";

/* Class = "NSMenuItem"; title = "Undo"; ObjectID = "158"; */
"158.title" = "تراجع";

/* Class = "NSMenuItem"; title = "Cut"; ObjectID = "160"; */
"160.title" = "قص";

/* Class = "NSMenuItem"; title = "Edit"; ObjectID = "163"; */
"163.title" = "تحرير";

/* Class = "NSMenuItem"; title = "Delete"; ObjectID = "164"; */
"164.title" = "حذف";

/* Class = "NSMenu"; title = "Edit"; ObjectID = "169"; */
"169.title" = "تحرير";

/* Class = "NSMenuItem"; title = "Paste"; ObjectID = "171"; */
"171.title" = "لصق";

/* Class = "NSMenuItem"; title = "Select All"; ObjectID = "172"; */
"172.title" = "تحديد الكل";

/* Class = "NSMenuItem"; title = "Redo"; ObjectID = "173"; */
"173.title" = "تكرار";

/* Class = "NSMenuItem"; title = "Zoom"; ObjectID = "197"; */
"197.title" = "تكبير";

/* Class = "NSWindow"; title = "Preferences"; ObjectID = "231"; */
"231.title" = "التفضيلات";

/* Class = "NSTabViewItem"; label = "Archive Formats"; ObjectID = "235"; */
"235.label" = "تنسيقات الأرشيف";

/* Class = "NSTabViewItem"; label = "Advanced"; ObjectID = "237"; */
"237.label" = "إعدادات متقدمة";

/* Class = "NSTableColumn"; headerCell.title = "File Format"; ObjectID = "241"; */
"241.headerCell.title" = "تنسيق الملف";

/* Class = "NSTableColumn"; headerCell.title = "Extensions"; ObjectID = "244"; */
"244.headerCell.title" = "الامتدادات";

/* Class = "NSBox"; title = "Filename encoding autodetection"; ObjectID = "wsm-aa-v0z"; */
"wsm-aa-v0z.title" = "الكشف التلقائي لترميز اسم الملف";

/* Class = "NSMenu"; title = "OtherViews"; ObjectID = "266"; */
"266.title" = "OtherViews";

/* Class = "NSMenuItem"; title = "dummy"; ObjectID = "269"; */
"269.title" = "dummy";

/* Class = "NSTabViewItem"; label = "Extraction"; ObjectID = "291"; */
"291.label" = "استخراج";

/* Class = "NSMenu"; title = "OtherViews"; ObjectID = "317"; */
"317.title" = "OtherViews";

/* Class = "NSMenuItem"; title = "Other…"; ObjectID = "318"; */
"318.title" = "أخرى…";

/* Class = "NSMenuItem"; title = "Same folder as the archive"; ObjectID = "319"; */
"319.title" = "نفس المجلد كالأرشيف";

/* Class = "NSMenuItem"; title = "Dummy"; ObjectID = "320"; */
"320.title" = "Dummy";

/* Class = "NSMenuItem"; title = "Ask for a destination folder"; ObjectID = "328"; */
"328.title" = "السؤال عن المجلد المستهدف";

/* Class = "NSButtonCell"; title = "Never"; ObjectID = "356"; */
"356.title" = "أبدًا";

/* Class = "NSButtonCell"; title = "Only if there is more than one top-level item"; ObjectID = "357"; */
"357.title" = "فقط إن كان هناك أكثر من عنصر من المستوى الأول";

/* Class = "NSButtonCell"; title = "Current time and date"; ObjectID = "362"; */
"362.title" = "التاريخ والوقت الحالي";

/* Class = "NSButtonCell"; title = "Modification date of the archive file"; ObjectID = "363"; */
"363.title" = "تاريخ تعديل ملف الأرشيف";

/* Class = "NSButtonCell"; title = "Select All"; ObjectID = "407"; */
"407.title" = "تحديد الكل";

/* Class = "NSButtonCell"; title = "Deselect All"; ObjectID = "408"; */
"408.title" = "إلغاء تحديد الكل";

/* Class = "NSTextFieldCell"; title = "Open these archive types with The Unarchiver:"; ObjectID = "409"; */
"409.title" = "افتح أنواع الأرشيف هذه بواسطة The Unarchiver:";

/* Class = "NSTextFieldCell"; title = "Filename Encoding:"; ObjectID = "411"; */
"411.title" = "ترميز اسم الملف:";

/* Class = "NSTextFieldCell"; title = "80"; ObjectID = "413"; */
"413.title" = "80";

/* Class = "NSTextFieldCell"; title = "Threshold:"; ObjectID = "414"; */
"414.title" = "العتبة:";

/* Class = "NSTextFieldCell"; title = "%"; ObjectID = "415"; */
"415.title" = "%";

/* Class = "NSTextFieldCell"; title = "confidence"; ObjectID = "416"; */
"416.title" = "الثقة";

/* Class = "NSTextFieldCell"; title = "Confidence level lower than this causes the program to ask for encoding type instead choosing it automatically."; ObjectID = "417"; */
"417.title" = "انخفاض مستوى الثقة دون هذه القيمة سيجعل البرنامج يسأل عن الترميز بدلاً من اختياره بشكل تلقائي.";

/* Class = "NSTextFieldCell"; title = "After successfully extracting an archive:"; ObjectID = "418"; */
"418.title" = "بعد اكتمال استخراج الأرشيف:";

/* Class = "NSButtonCell"; title = "Open the extraction folder"; ObjectID = "419"; */
"419.title" = "فتح مجلد الاستخراج";

/* Class = "NSButtonCell"; title = "Move the archive to the trash"; ObjectID = "420"; */
"420.title" = "نقل الأرشيف إلى سلة المهملات";

/* Class = "NSTextFieldCell"; title = "Extract archives to:"; ObjectID = "421"; */
"421.title" = "فك الأرشيفات إلى:";

/* Class = "NSTextFieldCell"; title = "Create a new folder for the extracted files:"; ObjectID = "423"; */
"423.title" = "إنشاء مجلد جديد للملفات المُستخرجة:";

/* Class = "NSTextFieldCell"; title = "Set the modification date of the created folder to:"; ObjectID = "424"; */
"424.title" = "ضبط تاريخ تعديل الملف المُنشأ إلى:";

/* Class = "NSButtonCell"; title = "Also set the modification date for top-level items"; ObjectID = "425"; */
"425.title" = "ضبط تاريخ التعديل لعناصر المستوى الأول أيضًا";

/* Class = "NSButtonCell"; title = "Radio"; ObjectID = "426"; */
"426.title" = "Radio";

/* Class = "NSButtonCell"; title = "Radio"; ObjectID = "427"; */
"427.title" = "Radio";

/* Class = "NSMenuItem"; title = "Unarchive to…"; ObjectID = "433"; */
"433.title" = "فك أرشيف إلى…";

/* Class = "NSMenuItem"; title = "Close Window"; ObjectID = "435"; */
"435.title" = "إغلاق النافذة";

/* Class = "NSMenuItem"; title = "Unarchive to Desktop…"; ObjectID = "440"; */
"440.title" = "فك الأرشيف إلى سطح المكتب…";

/* Class = "NSMenuItem"; title = "Home Page..."; ObjectID = "444"; */
"444.title" = "الصفحة الرئيسية...";

/* Class = "NSMenuItem"; title = "Provide Feedback..."; ObjectID = "445"; */
"445.title" = "تقديم الآراء...";

/* Class = "NSButtonCell"; title = "Always"; ObjectID = "475"; */
"475.title" = "دائمًا";

/* Class = "NSTextFieldCell"; title = "The Unarchiver"; ObjectID = "Dxg-Bf-yha"; */
"Dxg-Bf-yha.title" = "The Unarchiver";
